Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=342_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Ensimmäinen pohjoissaamenkielinen koulukartasto ilmestyi
sme: Vuosttaš davvisámegielat skuvlla kártagirji almmuhuvvui

source: Ensimmäinen saamenkielinen koulukartasto on ilmestynyt.
sme: Vuosttaš sámegielat kártačoakkaldat skuvllaid várás lea almmuhuvvon.

source: ´Skuvlla kártagirji´ on oppilaan peruskartasto ja se sisältää tietoa Suomesta, Pohjoismaista ja eri maanosista.
sme: ´Skuvlla kártagirji´ lea oahppi vuođđočoakkaldat ja das gávdnojit dieđut Suomas, Davviriikkain ja sierra eatnanosiin.

source: Kartasto sisältää myös luettelon itsenäisistä valtioista lippuineen ja saamenkielisen hakemiston.
sme: Kárttaid lassin girjjis lea tabealla iehčanas stáhtain ovttas iežaset leavggaiguin ja sámegielat ohcu.

source: Lue lisää
sme: Loga lasi

source: tästä.
sme: dás.
